# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title = Giao quy\u1ec1n truy c\u1eadp
link.first = Giao quy\u1ec1n truy c\u1eadp
link.first.tooltip = \u0110\u1ebfn trang ch\u1ee7
link.first.shopping = Trang ch\u1ee7
link.first.tooltip.shopping = \u0110\u1ebfn trang ch\u1ee7
link.third = T\u00ecm ki\u1ebfm ng\u01b0\u1eddi d\u00f9ng
link.third.tooltip = T\u00ecm ki\u1ebfm ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 th\u00eam ho\u1eb7c lo\u1ea1i b\u1ecf quy\u1ec1n truy c\u1eadp
link.second = Shopping Admin
link.second.tooltip = Thi\u1ebft l\u1eadp th\u1eddi h\u1ea1n shopping cho trang c\u1ee7a t\u00f4i
link.shoppingStats = Danh s\u00e1ch shopping
link.shoppingStats.tooltip = Xem danh s\u00e1ch m\u1edf trang shopping
link.administrate = C\u00f4ng c\u1ee5 qu\u1ea3n tr\u1ecb vi\u00ean
link.administrate.tooltip = C\u00f4ng c\u1ee5 qu\u1ea3n tr\u1ecb vi\u00ean
searchAccessLinkLabel=T\u00ecm ki\u1ebfm quy\u1ec1n
searchAccessLinkLabel.tooltip=T\u00ecm ki\u1ebfm v\u1ecb tr\u00ed truy c\u1eadp c\u1ee7a ng\u01b0\u1eddi d\u00f9ng
searchResultsTitle=K\u1ebft qu\u1ea3: 
searchForUsers=T\u00ecm ki\u1ebfm cho ng\u01b0\u1eddi d\u00f9ng:
userIdHeader=T\u00e0i kho\u1ea3n ng\u01b0\u1eddi d\u00f9ng
nameHeader=T\u00ean
emailHeader=Email
typeHeader=Lo\u1ea1i
expandColapse=M\u1edf r\u1ed9ng / Thu g\u1ecdn t\u1ea5t c\u1ea3 c\u00e1c n\u00fat
exapndNodes=M\u1edf r\u1ed9ng t\u1ea5t c\u1ea3 c\u00e1c n\u00fat
collapseNodes=
Thu g\u1ecdn t\u1ea5t c\u1ea3 c\u00e1c n\u00fat
noDelegatedAccess=B\u1ea1n kh\u00f4ng c\u00f3 b\u1ea5t k\u00ec quy\u1ec1n truy c\u1eadp n\u00e0o
noDelegatedAccessUser=T\u00e0i kho\u1ea3n n\u00e0y kh\u00f4ng c\u00f3 b\u1ea5t k\u00ec quy\u1ec1n truy c\u1eadp n\u00e0o
noHierarchy=H\u1ec7 th\u1ed1ng ph\u00e2n c\u1ea5p ch\u01b0a \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp cho c\u00f4ng c\u1ee5 n\u00e0y.\u0110\u1ec3 s\u1eed d\u1ee5ng quy\u1ec1n truy c\u1eadp, b\u1ea1n ph\u1ea3i t\u1ea1o ra m\u1ed9t h\u1ec7 th\u1ed1ng ph\u00e2n c\u1ea5p. Vui l\u00f2ng tham kh\u1ea3o t\u1ea1i trang sau: https://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Th\u00eam truy c\u1eadp
add=Th\u00eam
remove=G\u1ee1 b\u1ecf
update=C\u1eadp nh\u1eadt
access=Truy c\u1eadp
success.save=\u0110\u00e3 l\u01b0u th\u00e0nh c\u00f4ng
failed.save=M\u1ed9t l\u1ed7i \u0111\u00e3 x\u1ea3y ra trong khi l\u01b0u
realm=Realm
role=Vai tr\u00f2
userRolesHeader=Vai tr\u00f2 truy c\u1eadp m\u1eb7c \u0111\u1ecbnh
userDelegatedAccessHeader=Ph\u00e2n quy\u1ec1n truy c\u1eadp
restrictedToolsHeader=C\u00f4ng c\u1ee5 gi\u1edbi h\u1ea1n
inheritedToolsHeader=Th\u1eeba h\u01b0\u1edfng
noToolsInherited=Kh\u00f4ng c\u00f3 c\u00f4ng c\u1ee5 th\u1eeba h\u01b0\u1edfng
noPermsInherited=Kh\u00f4ng c\u00f3 quy\u1ec1n th\u1eeba h\u01b0\u1edfng
cancel=H\u1ee7y
save=l\u01b0u
done=Xong
close=\u0110\u00f3ng
inheritedRestrictedToolsTitle=Danh s\u00e1ch th\u1eeba h\u01b0\u1edfng
inheritedRestrictedToolsDescription=N\u00fat n\u00e0y \u0111\u01b0\u1ee3c th\u1eeba h\u01b0\u1edfng t\u1eeb n\u00fat l\u1edbn g\u1ea7n nh\u1ea5t.
inheritedNothing=Kh\u00f4ng c\u00f3 th\u1eeba h\u01b0\u1edfng
editableRestrictedToolsTitle=Ch\u1ecdn C\u00f4ng c\u1ee5 h\u1ea1n ch\u1ebf
editableShowToolsTitle=Ch\u1ecdn c\u00f4ng c\u1ee5 hi\u1ec3n th\u1ecb
editableRestrictedToolsDescription=Ch\u1ecdn m\u1ed9t c\u00f4ng c\u1ee5 trong danh s\u00e1ch s\u1ebd \u1ea9n c\u00f4ng c\u1ee5 n\u00e0y cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y.  N\u00fat n\u00e0y v\u00e0 c\u00e1c n\u00fat con s\u1ebd th\u1eeba h\u01b0\u1edfng danh d\u00e1ch n\u00e0y.  M\u1ed9t \u0111\u1ee9a tr\u1ebb c\u00f3 th\u1ec3 ghi \u0111\u00e8 l\u00ean danh s\u00e1ch n\u00e0y b\u1eb1ng c\u00e1ch ch\u1ecdn danh s\u00e1ch c\u00f4ng c\u1ee5 h\u1ea1n ch\u1ebf c\u1ee7a m\u00ecnh.
editableShowToolsDescription=Ch\u1ecdn m\u1ed9t c\u00f4ng c\u1ee5 trong danh s\u00e1ch s\u1ebd hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y.  N\u00fat n\u00e0y v\u00e0 c\u00e1c n\u00fat con s\u1ebd th\u1eeba h\u01b0\u1edfng danh s\u00e1ch n\u00e0y. M\u1ed9t \u0111\u1ee9a tr\u1ebb c\u00f3 th\u1ec3 ghi \u0111\u00e8 l\u00ean danh s\u00e1ch c\u00f4ng c\u1ee5 hi\u1ec3n th\u1ecb c\u1ee7a m\u00ecnh.
switchEditableTools=C\u00e1c c\u00f4ng c\u1ee5 k\u1ebf th\u1eeba
searchSites=Trang t\u00ecm ki\u1ebfm
siteTitleHeader=Trang ti\u00eau \u0111\u1ec1
siteIdHeader=Trang t\u00e0i kho\u1ea3n
endDate=Ng\u00e0y k\u1ebft th\u00fac
startDate=Ng\u00e0y b\u1eaft \u0111\u1ea7u
shoppingPeriodPerms=Quy\u1ec1n
shoppingPeriodPermsInherited=K\u1ebf th\u1eeba
switchEditablePerms=K\u1ebf th\u1eeba
editableRestrictedPermsTitle=Ch\u1ecdn quy\u1ec1n \u0111\u1ec3 c\u1ea5p
editableRestrictedPermsDescription=\u0110\u00e2y s\u1ebd l\u00e0 nh\u1eefng quy\u1ec1n b\u1ea1n c\u1ea5p cho th\u1eddi h\u1ea1n shopping.
inheritedRestrictedPermsTitle=Quy\u1ec1n k\u1ebf th\u1eeba
inheritedRestrictedPermsDescription=N\u00fat n\u00e0y th\u1eeba h\u01b0\u1edfng quy\u1ec1n ch\u1ea5p thu\u1eadn t\u1eeb c\u00e1c n\u00fat ngu\u1ed3n g\u1ea7n nh\u1ea5t v\u1edbi c\u00f4ng c\u1ee5 ch\u1ecdn quy\u1ec1n.
shoppingPeriodAuth=Cho ph\u00e9p
shoppersBecome=Tr\u1edf th\u00e0nh shopper
userBecomes=Tr\u1edf th\u00e0nh ng\u01b0\u1eddi d\u00f9ng
access=Truy c\u1eadp
shoppingPeriodAdmin=Shopping Qu\u1ea3n tr\u1ecb vi\u00ean
siteAccess=Trang truy c\u1eadp
noShoppingAdminAccess=B\u1ea1n kh\u00f4ng c\u00f3 b\u1ea5t k\u00ec truy c\u1eadp qu\u1ea3n tr\u1ecb gi\u1edbi h\u1ea1n shopping n\u00e0o
editUsersInstructions=Trang n\u00e0y cho ph\u00e9p b\u1ea1n ch\u1ec9 \u0111\u1ecbnh quy\u1ec1n truy c\u1eadp, qu\u1ea3n tr\u1ecb th\u1eddi h\u1ea1n shopping, v\u00e0 truy c\u1eadp vai tr\u00f2 qu\u1ea3n tr\u1ecb cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y.  <br/><br/>C\u1ed9t "Qu\u1ea3n tr\u1ecb truy c\u1eadp ( Admin access)", b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn checkbox b\u00ean c\u1ea1nh v\u1ecb tr\u00ed/trang b\u1ea1n mu\u1ed1n ng\u01b0\u1eddi d\u00f9ng n\u00e0y c\u00f3 truy c\u1eadp ki\u1ec3m tra quy\u1ec1n thi\u1ebft l\u1eadp v\u00e0 vai tr\u00f2 qu\u1ea3n tr\u1ecb th\u1eddi h\u1ea1n shopping cho b\u1ea5t k\u00ec ng\u01b0\u1eddi d\u00f9ng n\u00e0o trong h\u1ec7 th\u1ed1ng.<br/><br/>C\u1ed9t "Qu\u1ea3n tr\u1ecb shopping( Admin shopping ),  b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn checkbox b\u00ean c\u1ea1nh v\u1ecb tr\u00ed/trang b\u1ea1n mu\u1ed1n ng\u01b0\u1eddi d\u00f9ng n\u00e0y c\u00f3 ki\u1ec3m tra c\u00e0i \u0111\u1eb7t th\u1eddi h\u1ea1n shopping. C\u00e1c n\u00fat v\u00e0 c\u00e1c n\u00fat con b\u1ea1n ch\u1ecdn cho "Qu\u1ea3n tr\u1ecb shopping (Admin shopping)" s\u1ebd hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng \u1edf li\u00ean k\u1ebft "Th\u1eddi h\u1ea1n shopping (Shopping Period)".<br/><br/>C\u1ed9t " Truy c\u1eadp trang", b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn v\u1ecb tr\u00ed/trang m\u00e0 b\u1ea1n mu\u1ed1n ng\u01b0\u1eddi d\u00f9ng c\u00f3 quy\u1ec1n truy c\u1eadp. Khi b\u1ea1n ch\u1ecdn "Trang Truy C\u1eadp",b\u1ea1n ph\u1ea3i \u0111i\u1ec1n v\u00e0o vai tr\u00f2 c\u1ee7a c\u1ee7a ng\u01b0\u1eddi d\u00f9ng khi h\u1ecd truy c\u1eadp v\u00e0o trang ho\u1eb7c trang d\u01b0\u1edbi m\u1ee9c \u0111\u00f3. B\u1ea1n c\u0169ng c\u00f3 quy\u1ec1n ch\u1ecdn c\u00f4ng c\u1ee5 n\u00e0o \u0111\u01b0\u1ee3c gi\u1edbi h\u1ea1n cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y b\u1eb1ng c\u00e1ch click link "Gi\u1edbi h\u1ea1n c\u00f4ng c\u1ee5". C\u00e1c n\u00fat con s\u1ebd k\u1ebf th\u1eeba c\u00e0i \u0111\u1eb7t c\u1ee7a c\u00e1c n\u00fat l\u1edbn tr\u1eeb phi b\u1ea1n \u0111\u00e3 h\u1ee7y b\u1ecf ch\u00fang. C\u00e1c n\u00fat v\u00e0 c\u00e1c n\u00fat con b\u1ea1n ch\u1ecdn cho "Trang Truy C\u1eadp" s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng trong li\u00ean k\u1ebft "Truy c\u1eadp giao quy\u1ec1n".Khi b\u1ea1n l\u00e0m xong, nh\u1ea5n l\u01b0u ho\u1eb7c nh\u1ea5n h\u1ee7y \u0111\u1ec3 h\u1ee7y t\u1ea5t c\u1ea3 thay \u0111\u1ed5i. 
delegatedAccessInstructions=Trang n\u00e0y cho ph\u00e9p b\u1ea1n t\u00ecm ki\u1ebfm th\u00f4ng qua c\u00e1c trang b\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1ea5p quy\u1ec1n truy c\u1eadp.  B\u1ea1n c\u00f3 th\u1ec3 t\u00ecm ki\u1ebfm b\u1eb1ng ti\u00eau \u0111\u1ec1 trang, m\u00e3 trang, t\u00ean gi\u1ea3ng vi\u00ean, m\u00e3 gi\u1ea3ng vi\u00ean, email gi\u1ea3ng vi\u00ean, ho\u1eb7c trang kh\u00f3a h\u1ecdc, ho\u1eb7c b\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng c\u00e2y s\u01a1 \u0111\u1ed3 b\u00ean d\u01b0\u1edbi \u0111\u1ec3 ki\u1ebfm trang b\u1ea1n mu\u1ed1n. Nh\u1ea5p v\u00e0o ti\u00eau \u0111\u1ec1 trang \u0111\u1ec3 v\u00e0o trang \u0111\u00f3.Khi b\u1ea1n th\u1ef1c hi\u1ec7n \u0111i\u1ec1u n\u00e0y,b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c c\u1ea5p quy\u1ec1n th\u1eeba h\u01b0\u1edfng trang \u0111\u00f3.   
shoppingAdminInstructions=Trang n\u00e0y cho ph\u00e9p b\u1ea1n thi\u1ebft l\u1eadp th\u1eddi h\u1ea1n shopping cho c\u00e1c trang b\u1ea1n \u0111\u01b0\u1ee3c c\u1ea5p quy\u1ec1n \u0111\u1ec3 truy c\u1eadp. \u0110\u1ec3 thi\u1ebft l\u1eadp th\u1eddi h\u1ea1n shopping, b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn checkbox b\u00ean c\u1ea1nh v\u1ecb tr1/trang m\u00e0 b\u1ea1n mu\u1ed1n thi\u1ebft l\u1eadp.Ghi ch\u00fa, b\u1ea1n s\u1ebd ch\u1ec9 th\u1ea5y m\u1ed9t checkbox b\u00ean c\u1ea1nh m\u1ed9t n\u00fat c\u00f3 quy\u1ec1n \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i. \u0110\u1ea7u ti\u00ean, khi b\u1ea1n ch\u1ecdn m\u1ed9t nut,b\u1ea1n ph\u1ea3i \u0111\u1eb7t thi\u00eat l\u1eadp "Cho Ph\u00e9p".Hai thi\u1ebft l\u1eadp l\u00e0 "C\u00f4ng khai" v\u00e0 "\u0110\u0103ng nh\u1eadp".  "C\u00f4ng khai" ngh\u0129a l\u00e0 b\u1ea5t k\u00ec ai c\u0169ng c\u00f3 th\u1ec3 truy c\u1eadp trang n\u00e0y v\u00e0 kh\u00f4ng c\u1ea7n \u0111\u0103ng nh\u1eadp t\u1edbi shop c\u1ee7a trang n\u00e0y.  "\u0110\u0103ng nh\u1eadp" ngh\u0129a l\u00e0 ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i \u0111\u0103ng nh\u1eadp tr\u01b0\u1edbc ti\u00ean \u0111\u1ec3 v\u00e0o shop c\u1ee7a trang n\u00e0y. K\u1ebf ti\u1ebfp, b\u1ea1n c\u1ea7n ch\u1ecdn vai tr\u00f2 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng s\u1ebd tr\u1edf th\u00e0nh khi h\u1ecd \u0111ang shopping. Cu\u1ed1i c\u00f9ng, b\u1ea1n c\u1ea7n \u0111\u1eb7t ng\u00e0y su\u1ed1t th\u1eddi h\u1ea1n m\u1edf c\u1eeda c\u1ee7a shopping. Theo m\u1eb7c \u0111\u1ecbnh, t\u1ea5t c\u1ea3 c\u00e1c c\u00f4ng c\u1ee5 \u0111\u1ec1u \u1ea9n \u0111\u1ec3 mua s\u1eafm do \u0111\u00f3 b\u1ea1n ph\u1ea3i x\u00e1c \u0111\u1ecbnh c\u00f4ng c\u1ee5 m\u00e0 ng\u01b0\u1eddi mua s\u1eafm c\u00f3 th\u1ec3 truy c\u1eadp. B\u1ea1n c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda danh s\u00e1ch c\u00e1c c\u00f4ng c\u1ee5 c\u00f3 th\u1ec3 xem \u0111\u01b0\u1ee3c b\u1eb1ng c\u00e1ch click li\u00ean k\u1ebft " Hi\u1ec3n th\u1ecb c\u00f4ng c\u1ee5 ". T\u1ea5t c\u1ea3 c\u00e1c n\u00fat con s\u1ebd th\u1eeba h\u01b0\u1edfng c\u00e1c thi\u1ebft l\u1eadp t\u1eeb nh\u1eefng n\u00fat l\u1edbn tr\u1eeb phi c\u00e1c n\u00fat con \u0111\u00e3 \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp ri\u00eang. Khi b\u1ea1n l\u00e0m xong, ch\u1ecdn L\u01b0u ho\u1eb7c H\u1ee7y \u0111\u1ec3 h\u1ee7y b\u1ecf c\u00e1c thay \u0111\u1ed5i. 
shoppingAdminTitle=S\u1eeda \u0111\u1ed5i th\u1eddi h\u1ea1n Shoppping
delegatedAccessTitle=Ph\u00e2n quy\u1ec1n truy c\u1eadp
editUsersTitle=Ch\u1ec9nh s\u1eeda quy\u1ec1n cho: 
instructorField=Gi\u1ea3ng vi\u00ean: 
instructor=Gi\u1ea3ng vi\u00ean
member=H\u1ecdc vi\u00ean
user=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng
advancedSearch=T\u00f9y ch\u1ecdn t\u00ecm ki\u1ebfm n\u00e2ng cao
hideAdvancedSearch=\u1ea8n t\u00f9y ch\u1ecdn t\u00ecm ki\u1ebfm n\u00e2ng cao
siteIdTitleField=Trang:
termField=H\u1ecdc k\u1ef3: 
termHeader=H\u1ecdc k\u1ef3
instructorHeader=Gi\u1ea3ng vi\u00ean
noShoppingSites=Kh\u00f4ng c\u00f3 trang n\u00e0o c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng
shoppingTitle=Th\u1eddi h\u1ea1n shopping
shoppingInstruction=Trang n\u00e0y cho ph\u00e9p b\u1ea1n t\u00ecm ki\u1ebfm th\u00f4ng qua c\u00e1c trang \u0111\u01b0\u1ee3c m\u1edf cho vi\u1ec7c shopping. B\u1ea1n c\u00f3 th\u1ec3 t\u00ecm ki\u1ebfm b\u1eb1ng ti\u00eau \u0111\u1ec1 trang,m\u00e3 trang, t\u00ean gi\u1ea3ng vi\u00ean, m\u00e3 gi\u1ea3ng vi\u00ean, email gi\u1ea3ng vi\u00ean, ho\u1eb7c trang kh\u00f3a h\u1ecdc, ho\u1eb7c b\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng c\u00e2y s\u01a1 \u0111\u1ed3 b\u00ean d\u01b0\u1edbi \u0111\u1ec3 ki\u1ebfm trang b\u1ea1n mu\u1ed1n. Nh\u1ea5p v\u00e0o ti\u00eau \u0111\u1ec1 trang \u0111\u1ec3 v\u00e0o trang \u0111\u00f3.
.anon=C\u00f4ng khai
.auth=\u0110\u0103ng nh\u1eadp
any=B\u1ea5t k\u1ef3
showToolsHeader=Hi\u1ec3n th\u1ecb c\u00f4ng c\u1ee5
showAuthToolsHeader=C\u00f4ng c\u1ee5: \u0110\u0103ng nh\u1eadp
showPublicToolsHeader=C\u00f4ng c\u1ee5: C\u00f4ng khai
termHeader=H\u1ecdc k\u1ef3
link.current=K\u00edch ho\u1ea1t trang shopping
link.current.tooltip=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c trang shopping \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t v\u00e0 c\u00e0i \u0111\u1eb7t c\u1ee7a ch\u00fang.
link.all=T\u1ea5t c\u1ea3 c\u00e1c trang Shopping
link.all.tooltip=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c trang shopping v\u00e0 c\u00e0i \u0111\u1eb7t c\u1ee7a ch\u00fang.
accessModifiedBy=Truy c\u1eadp s\u1eeda \u0111\u1ed5i b\u1eb1ng
accessModifiedOn=Truy c\u1eadp s\u1eeda \u0111\u1ed5i tr\u00ean
hideInstructions=\u1ea8n h\u01b0\u1edbng d\u1eabn
showInstructions=Hi\u1ec3n th\u1ecb h\u01b0\u1edbng d\u1eabn
accessAdmin=Truy c\u1eadp qu\u1ea3n tr\u1ecb
lookupInstructor=T\u00ecm ki\u1ebfm gi\u1ea3ng vi\u00ean
shoppingPeriodRevokeInstructorEditable=V\u00f4 hi\u1ec7u h\u00f3a quy\u1ec1n gi\u1ea3ng vi\u00ean (disable intructor override)
noToolsSelected=B\u1ea1n \u0111\u00e3 kh\u00f4ng ch\u1ecdn b\u1ea5t k\u1ef3 c\u00f4ng c\u1ee5 n\u00e0o.
advanced=N\u00e2ng c\u00e2o
advancedOptionsTitle=T\u00f9y ch\u1ecdn n\u00e2ng cao
advancedOptionsDesc=C\u00e1c n\u00fat con s\u1ebd th\u1eeba h\u01b0\u1edfng c\u00e0i \u0111\u1eb7t n\u00e0y n\u1ebfu kh\u00f4ng ghi \u0111\u00e8.
advOptInstructorGroupTitle=T\u00f9y ch\u1ecdn gi\u1ea3ng vi\u00ean
shoppingPeriodRevokePublicOptCheckbox=V\u00f4 hi\u1ec7u h\u00f3a t\u00f9y ch\u1ecdn "C\u00f4ng Khai"
inactiveLegendText=Kh\u00f4ng c\u00f3 ho\u1ea1t \u0111\u1ed9ng n\u00e0o \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y trong trang n\u00e0y
legend=Ch\u00fa th\u00edch:
nodeIdParam=\u0110\u1eb7t m\u00e3 n\u00fat tham s\u1ed1 n\u1ebfu b\u1ea1n bi\u1ebft n\u00fat b\u1ea1n c\u1eadp nh\u1eadt. N\u1ebfu \u0111\u1ec3 tr\u1ed1ng,to\u00e0n b\u1ed9 c\u00e2y s\u1ebd \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt.
administrationTools=C\u00f4ng c\u1ee5 qu\u1ea3n tr\u1ecb 
add.da.myworkspace=Th\u00eam quy\u1ec1n truy c\u1eadp cho Trang C\u1ee7a T\u00f4i
add.da.myworkspace.desc=C\u00f4ng c\u1ee5 b\u1ed5 sung ph\u00e2n quy\u1ec1n truy c\u1eadp n\u00e0y t\u1edbi t\u1ea5t c\u1ea3 c\u00e1c Trang C\u1ee7a T\u00f4i c\u1ee7a ng\u01b0\u1eddi d\u00f9ng cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng c\u00f3 b\u1ea5t k\u1ef3 lo\u1ea1i quy\u1ec1n trong Ph\u00e2n Quy\u1ec1n Truy C\u1eadp. Theo m\u1eb7c \u0111\u1ecbnh, m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng s\u1ebd c\u00f3 c\u00f4ng c\u1ee5 ph\u00e2n quy\u1ec1n truy c\u1eadp \u0111\u01b0\u1ee3c th\u00eam/H\u1ee7y b\u1ecf khi b\u1ea1n c\u1eadp nh\u1eadt quy\u1ec1n, tuy nhi\u00ean,\u0111\u00f4i l\u00fac b\u1ea1n ph\u1ea3i x\u00f3a t\u1ea5t c\u1ea3 Trang C\u1ee7a T\u00f4i \u0111\u1ec3 ch\u1ecdn ra m\u1ed9t m\u1eabu Trang C\u1ee7a T\u00f4i m\u1edbi.
addDaMyworkspaceTitle=Th\u00eam ph\u00e2n quy\u1ec1n truy c\u1eadp t\u1edbi Trang C\u1ee7a T\u00f4i
success.addDaMyworkspace=B\u1ea1n \u0111\u00e3 l\u00ean k\u1ebf ho\u1ea1ch c\u00f4ng vi\u1ec7c th\u00e0nh c\u00f4ng \u0111\u1ec3 th\u00eam Ph\u00e2n Quy\u1ec1n Truy C\u1eadp t\u1edbi Trang C\u1ee7a T\u00f4i.
addDaMyworkspace.job.status.none=Ch\u01b0a l\u00ean k\u1ebf ho\u1ea1ch.
status=Tr\u1ea1ng th\u00e1i:
na=N/A
addDaMyworkspace.job.status.failed=L\u1ed7i l\u1ea7n ch\u1ea1y cu\u1ed1i c\u00f9ng
addDaMyworkspace.job.status.scheduled=L\u00ean k\u1ebf ho\u1ea1ch
addDaMyworkspace.job.status.success=L\u1ea7n ch\u1ea1y cu\u1ed1i \u0111\u00e3 th\u00e0nh c\u00f4ng 
allowBecomeUser=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng s\u1eed d\u1ee5ng c\u00f4ng c\u1ee5 Tr\u1edf Th\u00e0nh Ng\u01b0\u1eddi D\u00f9ng cho nh\u1eefng ng\u01b0\u1eddi d\u00f9ng trong trang
allowedBeomceUser=Ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c cho ph\u00e9p tr\u1edf th\u00e0nh b\u1ea5t c\u1ee9 ng\u01b0\u1eddi d\u00f9ng n\u00e0o trong trang n\u00e0y
legend=Ghi ch\u00fa
legendNodeDesc=N\u00fat h\u1ec7 th\u1ed1ng
legendSiteDesc=Trang
legendInactiveDesc=Kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng
legendInstructorEditedDesc=Ch\u1ec9nh s\u1eeda gi\u1ea3ng vi\u00ean
searchByHierarchyLabel=H\u1ec7 th\u1ed1ng
searchByEidLabel=M\u00e3 ng\u01b0\u1eddi d\u00f9ng
eidLabel=Ch\u1ec9nh s\u1eeda:
searchByLabel=T\u00ecm ki\u1ebfm b\u1eb1ng
levelHeader=C\u1ea5p \u0111\u1ed9
hierarchyHeader=H\u1ec7 th\u1ed1ng
userDoesNotExist=Ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng t\u1ed3n t\u1ea1i
accessType1=Truy c\u1eadp
accessType2=Qu\u1ea3n tr\u1ecb shopping
accessType4=Truy c\u1eadp qu\u1ea3n tr\u1ecb
edit=Ch\u1ec9nh s\u1eeda
site=Trang
viewAccess=Xem truy c\u1eadp
noEidEntered=Vui l\u00f2ng nh\u1eadp m\u1ed9t m\u00e3 h\u1ee3p l\u1ec7
eidDoesNotExist=Kh\u00f4ng th\u1ec3 t\u00ecm \u0111\u01b0\u1ee3c ng\u01b0\u1eddi d\u00f9ng v\u1edbi m\u00e3 n\u00e0y
noResultsUser=No access found for this user or you don't have permission to view it.
noResultsHierarchy=No access found at this level or you don't have permission to view it.
remove=G\u1ee1 b\u1ecf
confirmRemove=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn b\u1ea1n mu\u1ed1n g\u1ee1 b\u1ecf quy\u1ec1n n\u00e0y?
includeLowerPermsLabel=Bao g\u1ed3m c\u00e1c m\u1ee9c \u0111\u1ed9 th\u1ea5p h\u01a1n
removeAllPerms=G\u1ee1 b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c quy\u1ec1n
confirmRemoveAll=B\u1ea1n c\u00f3 ch\u1eafc l\u00e0 mu\u1ed1n g\u1ee1 b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c quy\u1ec1n cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y?
accessHeader=Truy c\u1eadp
restrictedToolsHeader=C\u00f4ng c\u1ee5 h\u1ea1n ch\u1ebf
popupBlockWarning=Window popup ph\u00e1t hi\u1ec7n b\u1ecb kh\u00f3a. Make sure to allow popups for this site.
