# descriptions for poll entities
poll = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> \u0110\u1ea1i di\u1ec7n cho m\u1ed9t cu\u1ed9c th\u0103m d\u00f2 (kh\u1ea3o s\u00e1t m\u1ee5c duy nh\u1ea5t) v\u00e0 b\u1ea7u ch\u1ecdn t\u00f9y \u00fd (h\u01b0\u1edfng \u1ee9ng)t\u1edbi cu\u1ed9c th\u0103m d\u00f2 v\u00e0 t\u00f9y ch\u1ec9nh (ch\u1ecdn)
poll.view.show = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> C\u00f3 m\u1ed9t cu\u1ed9c th\u0103m d\u00f2 duy nh\u1ea5t b\u1eb1ng m\u00e3 cu\u1ed9c th\u0103m d\u00f2(the long, not the UUID string), ch\u1ec9 tr\u1ea3 v\u1ec1 ch\u1ec9 nh\u1eefng cu\u1ed9c th\u0103m d\u00f2 b\u1ea3n th\u00e2n b\u1eb1ng c\u00e1ch m\u1eb7c \u0111\u1ecbnh, \
th\u00eam trong t\u00f9y ch\u1ec9nh s\u1eed d\u1ee5ng 'includeOptions' (boolean), th\u00eam b\u1ea7u ch\u1ecdn b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng 'includeVotes' (boolean)
poll.view.list = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> L\u1ea5y t\u1ea5t c\u1ea3 c\u00e1c cu\u1ed9c th\u0103m d\u00f2 m\u00e0 ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n t\u1ea1i c\u00f3 th\u1ec3 (take in) trong t\u1ea5t c\u1ea3 c\u00e1c trang, \
h\u1ea1n ch\u1ebf \u0111\u1ebfn m\u1ed9t trang web c\u1ee5 th\u1ec3 s\u1eed d\u1ee5ng 'siteId' ho\u1eb7c 'siteReference', \
chuy\u1ec3n sang c\u00e1c cu\u1ed9c th\u0103m d\u00f2 ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 ki\u1ec3m so\u00e1t (administrate) s\u1eed d\u1ee5ng 'admin' (boolean) \u0111\u1eb7t l\u00e0 true
poll.view.edit = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b>
poll.view.new = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b>
poll.view.delete = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b>

poll.redirect./{prefix}/{pollId}/vote = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> L\u1ea5y t\u1ea5t c\u1ea3 c\u00e1c phi\u1ebfu b\u1ea7u cho m\u1ed9t cu\u1ed9c th\u0103m d\u00f2 c\u1ee5 th\u1ec3
poll.redirect./{prefix}/{pollId}/option = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> L\u1ea5y t\u1ea5t c\u1ea3 c\u00e1c t\u00f9y ch\u1ecdn cho m\u1ed9t cu\u1ed9c th\u0103m d\u00f2 c\u1ee5 th\u1ec3
poll.redirect./{prefix}/site/{siteId} = <b>Y\u00eau c\u1ea7u. S\u1eed d\u1ee5ng nh\u00e0 cung c\u1ea5p th\u1ef1c th\u1ec3 th\u0103m d\u00f2.</b> L\u1ea5y t\u1ea5t c\u1ea3 c\u00e1c cu\u1ed9c th\u0103m d\u00f2 ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n c\u00f3 th\u1ec3 \u0111\u01b0a v\u00e0o c\u00e1c trang web nh\u1ea5t \u0111\u1ecbnh
