# this defines the entity description for profile
profile = Represents a user's profile. Because of the privacy settings that a user can set for individual parts of their profile, the information in the profile that is returned for a given user will be tailored based on the person requesting it.

profile.view.show= (GET) L\u1ea5y h\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng. \u0110\u00e1p \u1ee9ng s\u1ebd \u0111\u01b0\u1ee3c thi\u1ebft k\u1ebf ri\u00eang cho nh\u1eefng ng\u01b0\u1eddi y\u00eau c\u1ea7u theo c\u00e0i \u0111\u1eb7t h\u1ed3 s\u01a1 b\u1ea3o b\u1ea3o m\u1eadt ch\u1ee7 s\u1edf h\u1eefu (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account = Cho ph\u00e9p kh\u00f4i ph\u1ee5c n\u1ed9i dung t\u00e0i kho\u1ea3n ng\u01b0\u1eddi d\u00f9ng b\u1eb1ng c\u00e1ch chuy\u1ec3n h\u01b0\u1edbng \u0111\u1ebfn \u0111\u1ed1i t\u01b0\u1ee3ng cung c\u1ea5p ng\u01b0\u1eddi d\u00f9ng

profile.view.new= (POST) T\u1ea1o h\u1ed3 s\u01a1 m\u1edbi.
profile.view.edit= (POST) C\u1eadp nh\u1eadt m\u1ed9t h\u1ed3 s\u01a1 t\u1ed3n t\u1ea1i. H\u1ed7 tr\u1ee3 gi\u1edbi h\u1ea1n.
profile.view.delete= (DELETE) X\u00f3a m\u1ed9t h\u1ed3 s\u01a1. Hi\u1ec7n kh\u00f4ng th\u1ef1c hi\u1ec7n.

profile.action.minimal=L\u1ea5y h\u1ed3 s\u01a1 t\u1ed1i thi\u1ec3u cho m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng. H\u1eefu \u00edch cho danh s\u00e1ch ng\u01b0\u1eddi d\u00f9ng. Bao g\u1ed3m h\u00ecnh \u1ea3nh thu nh\u1ecf. \
\u0110\u00e1nh d\u1ea5u/\u0111\u1ecbnh d\u1ea1ng \u0111\u1ec3 quay l\u1ea1i m\u1ed9t b\u1ea3n \u0111\u1ecbnh d\u1ea1ng HTML c\u1ee7a ki\u1ec3u h\u1ed3 s\u01a1 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng s\u1eb5n s\u00e0ng cho s\u1eed d\u1ee5ng tr\u1ef1c ti\u1ebfp.

profile.action.academic=L\u1ea5y h\u1ed3 s\u01a1 h\u1ecdc t\u1eadp cho m\u1ed9t ng\u01b0\u1eddi d\u00f9ng. Bao g\u1ed3m h\u00ecnh \u1ea3nh \u0111\u1ea7y \u0111\u1ee7 k\u00edch th\u01b0\u1edbc v\u00e0 ch\u1ec9 th\u00f4ng tin li\u00ean quan h\u1ecdc t\u1eadp. \
\u0110\u00e1nh d\u1ea5u/\u0111\u1ecbnh d\u1ea1ng \u0111\u1ec3 quay l\u1ea1i m\u1ed9t b\u1ea3n \u0111\u1ecbnh d\u1ea1ng HTML c\u1ee7a ki\u1ec3u h\u1ed3 s\u01a1 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng s\u1eb5n s\u00e0ng cho s\u1eed d\u1ee5ng tr\u1ef1c ti\u1ebfp.

profile.action.image=Kh\u00f4i ph\u1ee5c l\u1ea1i h\u00ecnh \u0111\u1ea1i di\u1ec7n cho ng\u01b0\u1eddi d\u00f9ng. \
\u0110\u00e1nh d\u1ea5u /nh\u1ecf (thumb) \u0111\u1ec3 c\u00f3 h\u00ecnh nh\u1ecf (/profile/USER/image/thumb) n\u1ebfu c\u00f3 m\u1ed9t. N\u1ebfu kh\u00f4ng c\u00f3 h\u00ecnh nh\u1ecf, h\u00ecnh \u1ea3nh ch\u00ednh s\u1ebd \u0111\u01b0\u1ee3c tr\u1ea3 l\u1ea1i. \
\u0110\u00e1nh d\u1ea5u /avatar \u0111\u1ec3 c\u00f3 avatar (/profile/USER/image/avatar) n\u1ebfu c\u00f3 m\u1ed9t. N\u1ebfu kh\u00f4ng c\u00f3 avatar, h\u00ecnh \u1ea3nh ch\u00ednh s\u1ebd \u0111\u01b0\u1ee3c tr\u1ea3 l\u1ea1i. \
\u0110\u00e1nh d\u1ea5u /T\u00f9y \u00fd \u0111\u1ec3 c\u00f3 h\u00ecnh t\u00f9y \u00fd (/profile/USER/image/official)  n\u1ebfu c\u00f3 m\u1ed9t. N\u1ebfu kh\u00f4ng c\u00f3 h\u00ecnh t\u00f9y ch\u1ec9nh, h\u00ecnh m\u1eb7c \u0111\u1ecbnh s\u1ebd \u0111\u01b0\u1ee3c tr\u1ea3 l\u1ea1i. \
T\u00f9y ch\u1ec9nh th\u00eam m\u00e3 trang URL param \u0111\u1ec3 cho ph\u00e9p trang quy\u1ec1n ki\u1ec3m tra(/profile/USER/image?siteId={siteid} ho\u1eb7c /profile/USER/image/thumb?siteId={siteid}) \
Quay l\u1ea1i nh\u1ecb ph\u00e2n (binary) c\u1ee7a \u1ea3nh. Quay l\u1ea1i \u1ea3nh m\u1eb7c \u0111\u1ecbnh n\u1ebfu kh6ong c\u00f3 \u1ea3nh t\u1ed3n t\u1ea1i ho\u1eb7c kh\u00f4ng cho ph\u00e9p. Quay l\u1ea1i 404 n\u1ebfu ng\u01b0\u1eddi d\u00f9ng (ho\u1eb7c m\u00e3 trang kh\u00f4ng b\u1eaft bu\u1ed9c) th\u00ec h\u1ee3p l\u1ec7. \
S\u1ebd lu\u00f4n quay l\u1ea1i m\u1ed9t h\u00ecnh n\u1ebfu h\u00ecnh \u0111\u00f3 t\u1ed3n t\u1ea1i, hay b\u1eb1ng c\u00e1ch t\u1ea3i l\u00ean ho\u1eb7c l\u00e0 URL (ph\u1ee5 thu\u1ed9c v\u00e0o l\u00e0m th\u1ebf n\u00e0o \u0111\u1ec3 h\u1ec7 th\u1ed1ng \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh - xem Profile2 sakai.properties). \
B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng tr\u1ef1c ti\u1ebfp trong th\u1ebb img &lt;img src="/profile/USER/image[/thumb]" /&gt;, n\u00f3 s\u1ebd lu\u00f4n lu\u00f4n tr\u1ea3 v\u1ec1 m\u1ed9t c\u00e1i g\u00ec \u0111\u00f3. \
Kh\u00f4ng x\u00e1c \u0111\u1ecbnh b\u1ea5t k\u00ec \u0111\u1ecbnh d\u1ea1ng l\u1ea1i, ie .xml. \

profile.action.connections=TR\u1edf v\u1ec1 danh s\u00e1ch k\u1ebft n\u1ed1i cho ng\u01b0\u1eddi d\u00f9ng. \
Tr\u1edf l\u1ea1i m\u1ed9t danh s\u00e1ch r\u1ed7ng n\u1ebfu kh\u00f4ng c\u00f3 g\u00ec v\u00e0 l\u1ed7i (404)n\u1ebfu b\u1ea1n kh\u00f4ng truy c\u1eadpn\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n truy c\u1eadp \u0111\u1ec3 xem c\u00e1c k\u1ebft n\u1ed1i ng\u01b0\u1eddi d\u00f9ng, ho\u1eb7c ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng h\u1ee3p l\u1ec7.
